Repository: 0xinfinitykernel/PlayCover
Catalog: PlayCover/*.lproj/Localizable.strings
Languages: fa_ir

# alert.app.delete
source: All app data will be erased. You may need to download app files again. Do you wish to continue?
fa_ir: تمامی داده‌های برنامه پاک خواهند شد. ممکن است که نیاز باشد دوباره آن‌ها را دریافت کنید. ادامه می‌دهید؟

# alert.app.preferences
source: All game preferences will be deleted, You may need to configure your in-game settings(region) and wait a couple of seconds until game assets are located (They won't be downloaded the game will just verify them). Do you wish to continue?
fa_ir: تمامی پیکربندی‌های انجام‌شده پاک خواهند شد، ممکن است که نیاز باشد دوباره تنظیمات داخلی بازی را (مانند منطقه کاربری) پیکربندی کنید و چندین ثانیه صبر کنید تا که داده‌های بازی شناسایی شوند (دوباره دریافت نخواهند شد، بازی تنها نیاز به شناسایی دوباره آن‌ها خواهد داشت). آیا مایل به ادامه هستید؟

# alert.appCacheCleared
source: App data has been cleared!
fa_ir: پاک‌سازی داده‌های برنامه انجام شد!

# alert.error
source: Some error happened!
fa_ir: خطائی رخ داد!

# alert.errorImportKm
source: Error occured when importing!
fa_ir: خطایی در زمان درون‌ریزی رخ داد!

# alert.kmImported
source: Keymapping imported!
fa_ir: درون‌ریزی انطباق‌ساز انجام شد!

# alert.moveAppToApplications.move
source: Move to Applications folder
fa_ir: انتقال به /Applications

# alert.restart
source: Please restart PlayCover.
fa_ir: لطفا PlayCover را دوباره راه‌اندازی کنید.

# alert.storeAccount.regionIsNotValid
source: The current account is set to a different Region. Launch the game, Change the region, and pass through the gates to save. Then try again
fa_ir: این حساب کاربری بر روی منطقه‌ی کاربری دیگری تنظیم شده است. بازی را باز کرده، منطقه‌ی کاربری را تغییر داده و از دروازه عبور کنید تا تنظیمات ذخیره شوند. سپس دوباره تلاش کنید

# alert.success
source: Success!
fa_ir: انجام شد!

# alert.wrongFileType
source: Wrong file type
fa_ir: پرونده از نوع درستی نیست

# alert.wrongFileType.message
source: Choose an .ipa file
fa_ir: یک پرونده IPA انتخاب کنید

# button.Cancel
source: Cancel
fa_ir: لغو

# button.Close
source: Close
fa_ir: بستن

# button.Dismiss
source: Dismiss
fa_ir: رد کردن

# button.Install
source: Install
fa_ir: نصب

# button.OK
source: OK
fa_ir: تأیید

# button.Proceed
source: Proceed
fa_ir: ادامه دادن

# debug.crash
source: [DEBUG] Crash app
fa_ir: [DEBUG] خرابی برنامه

# error.corruptedIPA
source: This .ipa file is corrupted. It does not contains "Info.plist" file.
fa_ir: این پرونده IPA خراب شده است چرا که چرا که شامل اطلاعات "Info.plist" نیست.

# error.reinstallApp
source: Please reinstall PlayCover
fa_ir: لطفاً PlayCover را از نو نصب کنید

# error.waitInstallation
source: Please wait for the current installation to finish!
fa_ir: لطفاً تا زمان پایان یافتن روند نصب کنونی، شکیبا باشید!

# menubar.checkForUpdates
source: Check for updates
fa_ir: بررسی وضعیت به‌روزرسانی

# menubar.discord
source: Discord
fa_ir: دیسکورد

# menubar.documentation
source: Documentation
fa_ir: مستندات

# menubar.downloadMoreApps
source: Download more apps
fa_ir: دریافت برنامه‌های دیگر

# menubar.downloadMoreApps.help
source: Use this site to download apps for installation
fa_ir: از این وب‌گاه برای دریافت پرونده برنامه‌ها برای نصب استفاده کنید

# menubar.exportToSideloady
source: Export to Sideloadly
fa_ir: برون‌ریزی برای Sideloadly

# menubar.exportToSideloady.help
source: Export .ipa for Sideloady from sideloady.io which does not need SIP to be disabled for apps and games to work.
fa_ir: برون‌ریزی پرونده IPA برای استفاده در نرم‌افزار Sideloadly قابل دانلود از Sideloadly.io که به غیرفعال‌سازی SIP برای اجرای بازی‌ها و نرم‌افزارها نیازی ندارد.

# menubar.github
source: GitHub
fa_ir: گیت‌هاب

# menubar.log.copy
source: Copy Logs
fa_ir: رونوشت‌گیری از گزارش عمل‌کرد

# menubar.showAppLinks
source: Show app links
fa_ir: نمایش پیوند برنامه‌ها برای دریافت

# menubar.website
source: Website
fa_ir: وب‌گاه

# notification.appInstalled
source: App installed!
fa_ir: برنامه نصب شد!

# notification.appInstalled.message
source: Check it out in PlayCover!
fa_ir: آن را در PlayCover می‌توانید مشاهده کنید!

# playapp.activateAccount
source: Restore an account
fa_ir: باز کردن یک حساب از فهرست

# playapp.add
source: Add app
fa_ir: نصب برنامه

# playapp.add.help
source: Drag or open an app file to install.
fa_ir: برای نصب کردن برنامه‌ها، فایل آن‌ها را به اینجا بکشید و یا آن را باز کنید.

# playapp.clearCache
source: Clear app data
fa_ir: پاک کردن داده‌ها

# playapp.clearPreferences
source: Clear app preferences
fa_ir: بازنشانی پیکربندی‌های درون برنامه

# playapp.delete
source: Delete app
fa_ir: پاک کردن برنامه

# playapp.deleteAccount
source: Delete an account
fa_ir: حذف کردن یک حساب از فهرست

# playapp.exportKm
source: Export keymapping
fa_ir: برون‌ریزی انطباق‌ساز کلیدها

# playapp.importKm
source: Import keymapping
fa_ir: درون‌ریزی انطباق‌ساز کلیدها

# playapp.install.addToLib
source: Adding app to library...
fa_ir: در حال انتقال برنامه به کتابخانه‌ی نصب‌شده‌ها...

# playapp.install.copy
source: Copying app...
fa_ir: در حال انتقال رونوشت برنامه...

# playapp.install.createWrapper
source: Creating app wrapper...
fa_ir: در حال بارپیچی پیش‌نیازهای اجرا شدن برنامه...

# playapp.install.finished
source: Finished
fa_ir: پردازش با موفقیت پایان یافت

# playapp.install.installPlayTools
source: Installing PlayTools...
fa_ir: در حال نصب PlayTools...

# playapp.install.signing
source: Signing app...
fa_ir: در حال مهروموم کردن برنامه...

# playapp.install.unzip
source: Extracting app from .ipa file...
fa_ir: در حال ایجاد برنامه بر اساس پرونده IPA...

# playapp.openCache
source: Open app data
fa_ir: نمایش داده‌ها در فایندر

# playapp.settings
source: App settings
fa_ir: پیکربندی

# playapp.showInFinder
source: Show in Finder
fa_ir: نمایش برنامه در فایندر

# playapp.storeCurrentAccount
source: Store current account
fa_ir: ذخیره کردن حساب کاربری فعلی

# playapp.update
source: Update app
fa_ir: به‌روزرسانی برنامه

# settings.picker.iosDevice
source: iOS device:
fa_ir: نوع شبیه‌ساز دستگاه iOS

# settings.slider.mouseSensitivity
source: Mouse sensitivity:
fa_ir: حساسیت موشواره:

# settings.toggle.disableDisplaySleep
source: Disable display sleep
fa_ir: غیرفعال‌سازی خواب نمایشگر

# settings.toggle.jbBypass
source: Enable Jailbreak Bypass (Alpha)
fa_ir: دور زدن شناساگر جیلبریک (آزمایشی)

# settings.toggle.km
source: Keymapping
fa_ir: فعال‌سازی انطباق‌ساز کلیدها

# setup.enterLoginPassword
source: Please enter your user password
fa_ir: لطفاً گذرواژه خود را وارد کنید

# setup.enterLoginPassword.info
source: Enter the password used to unlock your Mac.
fa_ir: گذرواژه‌ای که با آن به حساب دستگاه مک خود را وارد می‌شوید، بنویسید.

# setup.incorrectPassword
source: Password incorrect. Please try again
fa_ir: گذرواژه وارد شده اشتباه است، لطفاً دوباره تلاش کنید

# setup.requireReboot
source: Please restart your Mac for changes to take effect.
fa_ir: لطفاً برای تأثیرگذاری تغییرات انجام شده، دستگاه مک خود را راه‌اندازی مجدد (Restart) کنید.

# soundAlert.failureText
source: Failed to set current output device's sample rate to 48 KHz. You can manually set sample rate in the Audio MIDI Setup app
fa_ir: تنظیم نرخ نمونه‌برداری خروجی صوتی بر روی ۴۸ کیلوهرتز با شکست مواجه شد. شما می‌توانید آن را به صورت دستی در نرم‌افزار Audio MIDI Setup مک خود، تنظیم کنید

# soundAlert.informativeText
source: Your current output device does not have a sample rate of 48 or 44.1 KHz! Crashes may occur. Would you like to change your current output device's sample rate to 48 KHz?
fa_ir: نرخ نمونه‌برداری خروجی صوتی دستگاه شما ۴۸ و یا ۴۴/۱ کیلوهرتز نیست! ممکن است خرابی رخ دهد. آیا مایل هستید که آن را به ۴۸ کیلوهزتر تغییر دهید؟

# soundAlert.messageText
source: Incorrect Audio Settings Detected!
fa_ir: پیکربندی صوتی نادرست شناسائی شد!

# soundAlert.successText
source: Current output device sample rate set to 48 KHz
fa_ir: نرخ نمونه‌برداری خروجی صوتی دستگاه شما بر روی ۴۸ کیلوهرتز تنظیم شد

# storeAccount.deleteAcc
source: Delete an account
fa_ir: حذف کردن یک حساب ذخیره‌شده

# storeAccount.nameOfAcc
source: Name of your account
fa_ir: این حساب را با چه نامی ذخیره می‌کنید؟

# storeAccount.nameOfAcc.textfieldPlaceholder
source: Name of account...
fa_ir: اینجا بنویسید...

# storeAccount.selectAcc
source: Select an account
fa_ir: انتخاب یک حساب

# storeAccount.selectAccRegion
source: Select account region
fa_ir: منطقه کاربری خود را انتخاب کنید

# storeAccount.selectAccRegion.asia
source: Asia
fa_ir: آسیا

# storeAccount.selectAccRegion.cht
source: TW, HK, MO
fa_ir: تایوان - هنگ کنگ - ماکائو

# storeAccount.selectAccRegion.euro
source: Europe
fa_ir: اروپا

# storeAccount.selectAccRegion.usa
source: America
fa_ir: آمریکا

# storeAccount.store
source: Store account
fa_ir: ذخیره کردن حساب

# storeAccount.storeAcc
source: Store an account
fa_ir: ذخیره کردن یک حساب جدید

# xcode.install.failed
source: Xcode Command Line Tools intallation failed
fa_ir: نصب Xcode Command Line Tools با شکست مواجه شد

# xcode.install.message
source: You need to install Xcode Command Line Tools and restart PlayCover
fa_ir: شما می‌بایست Xcode Command Line Tools را نصب کرده و سپس PlayCover را دوباره باز کنید

# xcode.install.progress
source: Installing Xcode Command Line Tools
fa_ir: در حال نصب Xcode Command Line Tools

# xcode.install.progress.subtext
source: May take around 5-10 minutes depending on internet speed
fa_ir: بسته به سرعت اینترنت ممکن است زمان دانلود و نصب متغیر باشد

# xcode.install.success
source: Xcode Command Line Tools installation succeeded
fa_ir: نصب Xcode Command Line Tools با موفقیت انجام شد
